Repository: KinectToVR/Amethyst
Catalog: K2CrashHandler/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, fr_fr

# Content.AlreadyRunning
source: Looks like the app is already running and you've tried to launch a second instance, this action is not currently supported. Please check if the app isn't opened. If problem persists, press the 'Force Exit' button.
de_de: Anscheinend läuft die App bereits und du hast versucht, eine zweite Instanz von Amethyst zu starten. Diese Aktion wird derzeit nicht unterstützt. Überprüfe, dass die App nicht geöffnet ist. Sollte das Problem weiterhin bestehen bleiben, klicke auf 'Beenden erzwingen'.
fr_fr: Il semble que l'application est déjà lancée. Une seule instance d'Amethyst peut être ouverte à la fois. Assurez vous d'avoir quitté l'application correctement. Si le problème persiste, cliquez sur "Quitter de force".

# Content.Crash.NoDevices
source: There were no appropriate devices (plugins) available to load and use for body tracking. Please check if you have all dependencies installed, like proper Kinect SDK / Runtime and other dependency libraries needed by your devices.
de_de: Es sind keine geeigneten Geräte (Plugins) zum Laden und Verwenden für das Körper-Tracking verfügbar. Stelle sicher, dass alle Abhängigkeiten (dependencies) installiert sind (z.B. die richtigen Kinect SDK / Runtime und andere Abhängigkeitsbibliotheken, die von Ihren Geräten benötigt werden.
fr_fr: Aucun plug-in ou appareil est disponible à charger et utiliser pour le full-body tracking. Assurez vous que tous les pré-requis pour l'appareil de votre choix sont bien installés. (Par example: SDK et pilotes pour Kinect)

# Content.Crash.OpenVR
source: The app couldn't successfully initialize OpenVR (SteamVR) and decided to give up. Please check if SteamVR is running and if your HMD's present and working. Additionally, you can restart SteamVR and additionally check its logs.
de_de: Die App konnte OpenVR (SteamVR) nicht erfolgreich initialisieren und beschloss, aufzugeben. Überprüfe ob SteamVR läuft und ob dein HMD vorhanden ist und funktioniert. Außerdem kannst du SteamVR neu starten und die Logs überprüfen.
fr_fr: SteamVR (OpenVR) n'a pas pu être initialisé avec succès. SteamVR doit être fonctionnel avec votre casque avant de pouvoir lancer Amethyst. Additionellement, vous pouvez vérifier les logs de SteamVR.

# Content.Crash.Panic
source: The main program loop has crashed consequently more than 7 times so Amethyst was shut down. Please check if all your devices / plugins are working and check logs. Optionally, you can erase the app configuration and then try running it again.
de_de: Die Hauptprogrammschleife ist folglich mehr als 7 Mal abgestürzt, sodass Amethyst heruntergefahren wurde. Überprüfe, ob alle Geräte und Plugins funktionieren und überprüfe die Logs. Optional kannst du die App-Konfiguration löschen und dann erneut versuchen, sie auszuführen.
fr_fr: Amethyst a planté plus de 7 fois consécutives et a donc été arrêté. Assurez vous que les plug-ins actifs fonctionnent correctement et vérifiez les logs pour plus d'infos. Vous pouvez aussi restaurer les valeurs par défaut d'Amethyst en supprimant la configuration.

# Content.Crash.Unknown
source: Looks like some weird thing happened to the app. Don't panic yet, it (probably) isn't even your fault. Please try re-running the app. If problem persists, grab logs and reach us on Discord.
de_de: Sieht so aus, als wäre etwas Seltsames mit der App passiert. Keine Panik, es ist (wahrscheinlich) nicht einmal deine Schuld. Versuche die App erneut auszuführen. Kontaktiere uns auf Discord mit den Logs, sollte das Problem weiterhin bestehen.
fr_fr: Quelque chose de bizarre est arrivé. Ne paniquez pas (encore), ce n'est probablement pas votre faute. Tentez de relancer l'application. Si le problème persiste, envoyez nous les logs sur Discord.

# Content.Recovery
source: Looks like you've manually ran the Crash Handler. What would you like to do? If the Amethyst driver for SteamVR is not being detected properly, you can re-register the SteamVR driver (button below) and then try again.
de_de: Sieht so aus, als hättest du den Crash Handler manuell ausgeführt. Was würdest du gern tun? Sollte der Amethyst-Treiber für SteamVR nicht richtig erkannt werden, kannst du den SteamVR-Treiber erneut registrieren und es dann erneut versuchen.
fr_fr: Vous avez lancé le Crash Handler manuellement, que voulez-vous faire? Si l'extension SteamVR pour Amethyst n'est pas détectée correctement, vous pouvez la ré-inscrire dans la liste (bouton ci-dessous) et essayer à nouveau.

# PrimaryButton.AlreadyRunning
source: Force Exit
de_de: Beenden erzwingen
fr_fr: Quitter de force

# PrimaryButton.Crash.Default
source: View Docs
de_de: Docs anschauen
fr_fr: Voir les docs

# PrimaryButton.Crash.Panic
source: Reset Config
de_de: Konfiguration zurücksetzen
fr_fr: Supprimer config

# PrimaryButton.Crash.Unknown
source: Join Discord
de_de: Discord beitreten
fr_fr: Serveur Discord

# PrimaryButton.Recovery
source: Re-Register Driver
de_de: Neu registrieren
fr_fr: Ré-inscrire l'extension

# ReRegister.DriverNotFound
source: The Amethyst Driver folder wasn't found. Is it somewhere around the Crash Handler?
de_de: Der Amethyst-Treiberordner wurde nicht gefunden. Ist es irgendwo in der Nähe des Crash Handlers?
fr_fr: L'extension SteamVR pour Amethyst n'a pas été trouvée. Est-elle présente dans le même dossier que le Crash Handler?

# ReRegister.ExistingDrivers.Content
source: One or more drivers named 'Amethyst' already exist, remove them now?
de_de: Ein oder mehrere Treiber mit dem Namen „Amethyst“ bereits vorhanden, jetzt entfernen?
fr_fr: Une ou plusieurs extensions nommées `Amethyst` sont déjà inscrites dans la liste. Voulez-vous les enlever?

# ReRegister.ExistingDrivers.PrimaryButton
source: Remove
de_de: Entfernen
fr_fr: Enlever

# ReRegister.ExistingDrivers.SecondaryButton
source: Abort
de_de: Abbrechen
fr_fr: Annuler

# ReRegister.FatalRegisterException
source: Couldn't register Amethyst Driver, a fatal exception occurred.
de_de: Der Amethyst-Treiber konnte nicht registriert werden, da eine schwerwiegende Ausnahme aufgetreten ist.
fr_fr: L'extension pour Amethyst n'a pu être inscrite. Un problème est survenu.

# ReRegister.FatalRemoveException
source: Couldn't remove Amethyst Driver, a fatal exception occurred.
de_de: Der Amethyst-Treiber konnte nicht entfernt werden, eine schwerwiegende Ausnahme ist aufgetreten.
fr_fr: L'extension pour Amethyst n'a pu être enlevée. Un problème est survenu.

# ReRegister.Finished
source: You're good to go!
de_de: Du bist startklar!
fr_fr: Et voila, c'est prêt!

# ReRegister.KillSteamVR.Content
source: SteamVR needs to be shut down to register properly, kill it now?
de_de: SteamVR muss geschlossen werden um die Registrierung fertigzustellen. Soll SteamVR geschlossen werden?
fr_fr: SteamVR doit être fermé pour inscrire l'extension, Voulez-vous le faire maintenant?

# ReRegister.KillSteamVR.PrimaryButton
source: Kill
de_de: SteamVR Schließen
fr_fr: Quitter SteamVR

# ReRegister.KillSteamVR.SecondaryButton
source: Abort
de_de: Abbrechen
fr_fr: Annuler

# ReRegister.OpenVRPathsError
source: OpenVRPaths couldn't be read! Make sure it's not corrupted, and run SteamVR at least once.
de_de: OpenVRPaths konnte nicht gelesen werden. Stelle sicher, dass es nicht beschädigt ist und führe SteamVR mindestens einmal aus.
fr_fr: Impossible de lire OpenVRPaths. Assurez vous que le fichier n'est pas corrompu et d'avoir lancé SteamVR au moins une fois.

# ReRegister.OpenVRPathsWriteError
source: Couldn't register Amethyst Driver, openvrpaths write error.
de_de: Amethyst-Treiber konnte nicht registriert werden, openvrpaths-Schreibfehler.
fr_fr: Impossible d'inscire l'extension pour Amethyst. Erreur lors de l'écriture du fichier OpenVRPaths.

# ReRegister.SteamVRNotFound
source: SteamVR couldn't be found, make sure it's installed.
de_de: SteamVR konnte nicht gefunden werden, stellen Sie sicher, dass es installiert ist.
fr_fr: Impossible de trouver SteamVR. L'avez-vous bien installé?

# SecondaryButton.Recovery
source: Close
de_de: Schließen
fr_fr: Quitter

# Title.AlreadyRunning
source: Amethyst Already Running!
de_de: Amethyst läuft bereits!
fr_fr: Amethyst est déjà lancé!

# Title.Crash
source: Amethyst's given you up!
de_de: Amethyst hat es aufgegeben!
fr_fr: Amethyst vous a laissé tomber!

# Title.Recovery
source: Amethyst Recovery
de_de: Amethyst-Wiederherstellung
fr_fr: Maintenance d'Amethyst
